Repository: netcharm/StringCodec
Catalog: StringCodec.UWP/Strings/*/Resources.resw
Source language: en_us
Languages: ja, zh_hans, zh_hant

# AppName
source: StringCodec
ja: テキストコーデック
zh_hans: 文本编码解码工具
zh_hant: 文本編碼解碼工具

source: ERROR
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# nvItemQRCode.Content
source: QR Encode/Decode
ja: QR のエンコード/デコード
zh_hans: QR二维码编码和解码
zh_hant: QR二維碼編碼和解碼

# nvItemText.Content
source: Text Encode/Decode
ja: テキストのエンコード/デコード
zh_hans: 文本编码和解码
zh_hant: 文本編碼和解碼

# nvItemImage.Content
source: Image From/To BASE64
ja: イメージから/への BASE64
zh_hans: 图像和BASE64互转换
zh_hant: 圖像和BASE64互轉換

# nvItemText.ToolTipService.ToolTip
source: Text Encode and Decode
ja: テキストのエンコードし、デコード
zh_hans: 文本编码和解码
zh_hant: 文本編碼和解碼

# nvItemQRCode.ToolTipService.ToolTip
source: Make QR Code or decode content from QR Code image
ja: QR コード、または QR コード画像からコンテンツをデコード
zh_hans: 生成QR二维码或者从图像内容解读二维码
zh_hant: 生成QR二維碼或者從圖像內容解讀二維碼

# nvItemImage.ToolTipService.ToolTip
source: Convert image to BASE64 string or decode BASE64 string to image
ja: 画像を BASE64 文字列に変換またはイメージに BASE64 文字列をデコード
zh_hans: 转换图像为BASE64文本或者从BASE64文本解码图像
zh_hant: 轉換圖像為BASE64文本或者從BASE64文本解碼圖像

# nvItemCommonOneD.Content
source: Common 1D Barcode
ja: 慣用的な 1 次元バーコード
zh_hans: 常用一维条形码
zh_hant: 常用一維條形碼

# nvItemCommonOneD.ToolTipService.ToolTip
source: Make/Decode Common 1D Barcode
ja: 慣用的な 1 次元バーコードを作る/デコードします。
zh_hans: 生成和解读常用一维条形码
zh_hant: 生成和解讀常用一維條形碼

# nvItemCommonQR.Content
source: Common QR Code
ja: 慣用 QR コード
zh_hans: 常用QR二维码
zh_hant: 常用QR二維碼

# nvItemCommonQR.ToolTipService.ToolTip
source: Make Common QR Code
ja: 慣用の QR コードを作る
zh_hans: 生成常用的QR二维码
zh_hant: 生成常用的QR二維碼

# nvItemCharset.Content
source: Folder&File Charset
ja: フォルダー&ファイル文字セット
zh_hans: 文件夹和文件的字符集
zh_hant: 檔案夾和檔案的字符集

# nvItemCharset.ToolTipService.ToolTip
source: Converting folder/file names with specified character sets
ja: 指定された文字セットのフォルダー/ファイル名を変換します。
zh_hans: 转换文件夹和文件的名称以及文本内容到指定的字符集
zh_hant: 轉換檔案夾和檔案的名稱以及文本內容到指定的字符集

# nvAbout.Content
source: More info
ja: 情報をもっと見る
zh_hans: 更多信息
zh_hant: 更多信息

# nvAbout.ToolTipService.ToolTip
source: About Me...
ja: 私は. について
zh_hans: 关于我...
zh_hant: 關於我...

# piLink.Header
source: Web Link
ja: Web リンク
zh_hans: 网页链接
zh_hant: 網頁連結

# edLinkUrl.PlaceholderText
source: Url address
ja: Url アドレス
zh_hans: 地址
zh_hant: 地址

# edLinkContent.Header
source: Content
ja: コンテンツ
zh_hans: 内容
zh_hant: 內容

# edLinkContent.PlaceholderText
source: Url Parameters
ja: Url パラメーター
zh_hans: 参数
zh_hant: 參數

# piWifi.Header
source: WIFI Infomation
ja: WIFI 情報
zh_hans: WIFI网络信息
zh_hant: WIFI網路信息

# edWifiSSID.PlaceholderText
source: SSID/Network Name
ja: SSID またはネットワーク名
zh_hans: WIFI网络名称(SSID)
zh_hant: WIFI網路名稱(SSID)

# edWifiPass.Header
source: Password
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

# edWifiPass.PlaceholderText
source: WIFI Password
ja: WIFI のパスワード
zh_hans: WIFI密码
zh_hant: WIFI密碼

# edWifiEncypto.Header
source: Encrypt Type
ja: 暗号化の種類
zh_hans: 加密方式
zh_hant: 加密方式

# edWifiEncypto.PlaceholderText
source: Password Encrypt Type
ja: パスワードの暗号化の種類
zh_hans: 密码加密方式
zh_hant: 密碼加密方式

# edWifiHidden.Content
source: Hidden SSID
ja: 非表示の SSID
zh_hans: 隐藏网络名称(SSID)
zh_hant: 隱藏網路名稱(SSID)

# piMail.Header
source: Send Mail
ja: メールを送信します。
zh_hans: 发送邮件
zh_hant: 發送郵件

# edMailTo.Header
source: Sent To
ja: 送信先
zh_hans: 发送到
zh_hant: 發送到

# edMailTo.PlaceholderText
source: Mail Address
ja: メール アドレス
zh_hans: 邮件地址
zh_hant: 郵件地址

# edMailSubject.Header
source: Subjetc
ja: 全訳
zh_hans: 邮件主题
zh_hant: 郵件主題

# edMailSubject.PlaceholderText
source: Mail Subject
ja: 件名
zh_hans: 邮件主题
zh_hant: 郵件主題

# edMailContent.Header
source: Content
ja: コンテンツ
zh_hans: 内容
zh_hant: 內容

# edMailContent.PlaceholderText
source: Mail Content
ja: メールの内容
zh_hans: 邮件内容
zh_hant: 郵件內容

# piGeo.Header
source: Geo Query
ja: ジオ クエリ
zh_hans: 地理信息查询
zh_hant: 地理信息查詢

# edGeoLat.Header
source: Latitude
ja: 緯度
zh_hans: 纬度
zh_hant: 緯度

# edGeoLat.PlaceholderText
source: Latitude
ja: 緯度
zh_hans: 纬度
zh_hant: 緯度

# edGeoLon.Header
source: Longitude
ja: 経度
zh_hans: 经度
zh_hant: 經度

# edGeoLon.PlaceholderText
source: Longitude
ja: 経度
zh_hans: 经度
zh_hant: 經度

# edGeoQuery.Header
source: Query Content
ja: クエリの内容
zh_hans: 查询内容
zh_hant: 查詢內容

# edGeoQuery.PlaceholderText
source: Url Parameters
ja: Url パラメーター
zh_hans: 网页链接参数
zh_hant: 網頁連結參數

# piContact.Header
source: Contact Info
ja: 連絡先情報
zh_hans: 联系人信息
zh_hant: 聯繫人信息

# edContactNameFirst.Header
source: First Name
ja: 名
zh_hans: 名字
zh_hant: 名字

# edContactNameMiddle.Header
source: Middle Name
ja: ミドル ネーム
zh_hans: 中间名
zh_hant: 中間名

# edContactNameLast.Header
source: Last Name
ja: 姓
zh_hans: 姓氏
zh_hant: 姓氏

# edContactPrivate.Text
source: Private
ja: プライベート
zh_hans: 私人信息
zh_hant: 私人信息

# edContactUrl.Header
source: Home Page
ja: ホーム ページ
zh_hans: 主页
zh_hant: 主頁

# edContactMobile.Header
source: Mobile
ja: 携帯電話
zh_hans: 移动电话
zh_hant: 移動電話

# edContactMail.Header
source: E-Mail
ja: 電子メール
zh_hans: 电子邮件
zh_hant: 電子郵件

# edContactPublic.Text
source: Public
ja: パブリック
zh_hans: 公开信息
zh_hant: 公開信息

# edContactOrg.Header
source: Company
ja: 会社
zh_hans: 公司
zh_hant: 公司

# edContactTitle.Header
source: Title
ja: タイトル
zh_hans: 职位
zh_hant: 職位

# edContactMisc.Text
source: Misc
ja: その他
zh_hans: 其它
zh_hant: 其它

# edContactNote.Header
source: Note
ja: 注意
zh_hans: 备注
zh_hant: 備註

# piEvent.Header
source: Time Event
ja: 時間イベント
zh_hans: 行程事件
zh_hant: 行程事件

# edEventSummary.Header
source: Summary
ja: 概要
zh_hans: 摘要
zh_hant: 摘要

# edEventLocation.Header
source: Location
ja: 位置
zh_hans: 位置
zh_hant: 位置

# edEventGeoLon.Header
source: Longitude
ja: 経度
zh_hans: 经度
zh_hant: 經度

# edEventGeoLat.Header
source: Latitude
ja: 緯度
zh_hans: 纬度
zh_hant: 緯度

# edEventFullDay.Content
source: Full Day
ja: 全日
zh_hans: 全天
zh_hant: 全天

# edEventDTStart.Header
source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

# edEventDTStart.PlaceholderText
source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

# edEventDTEnd.Header
source: End
ja: 終わり
zh_hans: 结束
zh_hant: 結束

# edEventDTEnd.PlaceholderText
source: End
ja: 終わり
zh_hans: 结束
zh_hant: 結束

# edEventAddress.Header
source: Address
ja: アドレス
zh_hans: 地址
zh_hant: 地址

# edEventLink.Header
source: URL Link
ja: URL リンク
zh_hans: 网页链接
zh_hant: 網頁連結

# edEventUid.Header
source: User
ja: ユーザー
zh_hans: 用户
zh_hant: 使用者

# edEventDesc.Header
source: Description
ja: 説明
zh_hans: 描述
zh_hant: 描述

# btnOpenFolder.Label
source: Folder
ja: フォルダー
zh_hans: 文件夹
zh_hant: 檔案夾

# btnOpenFolder.ToolTipService.ToolTip
source: Open Folder
ja: フォルダーを開く
zh_hans: 打开文件夹
zh_hant: 打開檔案夾

# btnOpenFile.Label
source: File
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

# btnOpenFile.ToolTipService.ToolTip
source: Open File
ja: ファイルを開く
zh_hans: 打开文件
zh_hant: 打開檔案

# btnOptSrc.Label
source: Source
ja: ソース
zh_hans: 来源
zh_hant: 來源

# btnRename.Label
source: Rename
ja: 名前の変更
zh_hans: 重命名
zh_hant: 重命名

# btnRename.ToolTipService.ToolTip
source: Rename selected filename to current source charset
ja: 選択したファイル名を現在のソース文字セットに変更します。
zh_hans: 重命名选择的文件或文件夹为当前指定的来源字符集
zh_hant: 重命名選擇的檔案或檔案夾為當前指定的來源字符集

# ActionRename.Text
source: Rename Selected Item
ja: 選択した項目の名前を変更します。
zh_hans: 重命名选择的文件或文件夹
zh_hant: 重命名選擇的檔案或檔案夾

# ActionRenameAll.Text
source: Rename All Items
ja: すべての項目の名前を変更します。
zh_hans: 重命名所有文件或文件夹
zh_hant: 重命名所有檔案或檔案夾

# optActionRename.Text
source: Replace Exists File
ja: 置換ファイルが存在します。
zh_hans: 替换存在的文件
zh_hant: 替換存在的檔案

# btnOptDst.Label
source: Target
ja: ターゲット
zh_hans: 目标
zh_hant: 目標

# btnConvert.Label
source: Convert
ja: 変換
zh_hans: 转换
zh_hant: 轉換

# btnConvert.ToolTipService.ToolTip
source: Convert selected file content to selected target charset
ja: 選択したファイルの内容を選択した文字に変換します。
zh_hans: 转换选择的文本文件内容到指定的目标字符集
zh_hant: 轉換選擇的文本檔案內容到指定的目標字符集

# ActionConvert.Text
source: Convert Selected File
ja: 選択したファイルを変換します。
zh_hans: 转换选择的文本文件
zh_hant: 轉換選擇的文本檔案

# ActionConvertAll.Text
source: Convert All Text File
ja: すべてのテキスト ファイルに変換します。
zh_hans: 转换所有的文本文件
zh_hant: 轉換所有的文本檔案

# optActionConvert.Text
source: Overwrite Original File
ja: 元のファイルを上書き
zh_hans: 覆写原始文件
zh_hant: 覆寫原始檔案

# optFolderDeep.Label
source: Folder Deep
ja: フォルダー深い
zh_hans: 文件夹深度
zh_hant: 檔案夾深度

# optFolderDeepF.Text
source: All Sub-Tree
ja: サブのすべてのツリーします。
zh_hans: 全部子目录
zh_hant: 全部子目錄

# optFolderDeep0.Text
source: Current Folder
ja: 現在のフォルダー
zh_hans: 当前文件夹
zh_hant: 當前檔案夾

# optFolderDeep1.Text
source: Level 1
ja: レベル 1
zh_hans: 1 级子文件夹
zh_hant: 1 級子檔案夾

# optFolderDeep2.Text
source: Level 2
ja: レベル 2
zh_hans: 2 级子文件夹
zh_hant: 2 級子檔案夾

# optFolderDeep3.Text
source: Level 3
ja: レベル 3
zh_hans: 3 级子文件夹
zh_hant: 3 級子檔案夾

# optFolderDeep4.Text
source: Level 4
ja: レベル 4
zh_hans: 4 级子文件夹
zh_hant: 4 級子檔案夾

# optWrapText.Label
source: Wrap Text
ja: テキストを折り返す
zh_hans: 文本自动折行
zh_hant: 文本自動折行

# edSrc.Header
source: Input
ja: 入力
zh_hans: 输入
zh_hant: 輸入

# edSrc.PlaceholderText
source: Input at here
ja: ここで入力します。
zh_hans: 在此输入
zh_hant: 在此輸入

# btnOpt.Label
source: Options
ja: オプション
zh_hans: 选项
zh_hant: 選項

# optBarCodeExpress.Text
source: Express No.
ja: エクスプレス号
zh_hans: 快递单号
zh_hant: 快遞單號

# optBarCodeISBN.Text
source: Book ISBN
ja: 本および刊行物 ISBN
zh_hans: 图书ISBN
zh_hant: 圖書ISBN

# optBarCodeProduct.Text
source: Product
ja: 製品
zh_hans: 日常商品
zh_hant: 日常商品

# optBarCodeChecksum.Text
source: Calc Checksum
ja: チェックサムを計算する
zh_hans: 计算校验和
zh_hant: 計算校驗和

# optFgColor.Text
source: Foreground Color
ja: 前景の色
zh_hans: 前景色
zh_hant: 前景色

# optBgColor.Text
source: Background Color
ja: 背景色
zh_hans: 背景色
zh_hant: 背景色

# optResetColor.Text
source: Reset Color
ja: リセット ・ カラー
zh_hans: 重置为默认颜色
zh_hant: 重置為默認顏色

# btnCopy.Label
source: Copy
ja: コピー
zh_hans: 复制
zh_hant: 複製

# btnPaste.Label
source: Paste
ja: ペースト
zh_hans: 粘贴
zh_hant: 粘貼

# btnEncode.Label
source: Encode
ja: エンコード
zh_hans: 编码
zh_hant: 編碼

# btnDecode.Label
source: Decode
ja: デコード
zh_hans: 解码
zh_hant: 解碼

# btnCapture.Label
source: Capture
ja: キャプチャ
zh_hans: 截屏
zh_hant: 截屏

# btnSave.Label
source: Save
ja: 保存
zh_hans: 保存
zh_hant: 保存

# btnImageToBase64.Label
source: Image to BASE64
ja: BASE64 をイメージ
zh_hans: 图像编码为BASE64
zh_hant: 圖像編碼為BASE64

# btnTextToDecode.Label
source: Text to String Decode
ja: テキスト文字列をデコードします。
zh_hans: 文本内容解码
zh_hant: 文本內容解碼

# btnTextToQR.Label
source: Text to QRCode
ja: QR コードにテキスト
zh_hans: 文本生成QR二维码
zh_hant: 文本生成QR二維碼

# optSaveSizeWindow.Label
source: Display Size
ja: 表示サイズ
zh_hans: 当前显示的大小
zh_hant: 當前顯示的大小

# optBarcodeTextSize.Label
source: Barcode Text Size
ja: バーコードのテキスト サイズ
zh_hans: 条码文字大小
zh_hant: 條碼文字大小

# optBarcodeTextSizeXL.Text
source: XL: Extra Large
ja: XL: 特大
zh_hans: XL: 特大
zh_hant: XL: 特大

# optBarcodeTextSizeL.Text
source: L: Large
ja: L: 大
zh_hans: L: 大号
zh_hant: L: 大號

# optBarcodeTextSizeM.Text
source: M: Middle
ja: M: 中間
zh_hans: M: 中号
zh_hant: M: 中號

# optBarcodeTextSizeS.Text
source: S: Small
ja: S: 小
zh_hans: S: 小号
zh_hant: S: 小號

# optBarcodeTextSizeXS.Text
source: XS: Extra Small
ja: XS: 余分な小
zh_hans: XS: 特小
zh_hant: XS: 特小

# optBarcodeTextSizeNone.Text
source: None Text
ja: テキストを表示しない
zh_hans: 不显示文本
zh_hant: 不顯示文本

# edBarcode.Header
source: Text
ja: テキスト
zh_hans: 文本
zh_hant: 文本

# edBarcode.PlaceholderText
source: Input text at here
ja: ここにテキストを入力
zh_hans: 在此输入文本
zh_hant: 在此輸入文本

# btnCommonType.Label
source: Type
ja: タイプ
zh_hans: 类型
zh_hant: 類型

# optCommonLink.Text
source: Web Link
ja: Web リンク
zh_hans: 网页链接
zh_hant: 網頁連結

# optCommonWifi.Text
source: WIFI Infomation
ja: WIFI 情報
zh_hans: WIFI 无线网信息
zh_hant: WIFI 無線網信息

# optCommonMail.Text
source: E-Mail Send
ja: 電子メール送信
zh_hans: 发送电子邮件
zh_hant: 發送電子郵件

# optCommonGeo.Text
source: GEO Query
ja: ジオ クエリ
zh_hans: 地理信息查询
zh_hant: 地理信息查詢

# optCommonContact.Text
source: Contact Into
ja: お問い合わせください。
zh_hans: 联系人信息
zh_hant: 聯繫人信息

# optCommonEvent.Text
source: Time Event
ja: 時間イベント
zh_hans: 行程事件
zh_hant: 行程事件

# optECL_L.Text
source: ECC Level : L
ja: ECC のレベル: L
zh_hans: 纠错级别: L
zh_hant: 糾錯級別: L

# optECL_M.Text
source: ECC Level : M
ja: ECC のレベル: M
zh_hans: 纠错级别: M
zh_hant: 糾錯級別: M

# optECL_Q.Text
source: ECC Level : Q
ja: ECC のレベル: Q
zh_hans: 纠错级别: Q
zh_hant: 糾錯級別: Q

# optECL_H.Text
source: ECC Level : H
ja: ECC のレベル: H
zh_hans: 纠错级别: H
zh_hant: 糾錯級別: H

# optUsingDialog.Label
source: Using Dialog
ja: ダイアログを使用してください。
zh_hans: 使用对话框模式
zh_hant: 使用對話框模式

# edQR.Header
source: Text [Max=984]:
ja: 本文 [Max = 984]。
zh_hans: 文本 [最多984个字符]:
zh_hant: 文本 [最多984個字符]:

# edQR.PlaceholderText
source: Input text at here
ja: ここにテキストを入力
zh_hans: 在此输入文本
zh_hant: 在此輸入文本

# optPrefix.Text
source: Add Prefix to BASE64
ja: BASE64 にプレフィックスを追加します。
zh_hans: 添加前导信息到BASE64文本
zh_hant: 添加前導信息到BASE64文本

# optLineBreak.Text
source: Line Break
ja: 改行
zh_hans: 插入换行符
zh_hant: 插入換行符

# optFmtPng.Text
source: PNG Image File
ja: PNG 画像ファイル
zh_hans: PNG 图像文件
zh_hant: PNG 圖像檔案

# optFmtJpg.Text
source: JPG Image File
ja: JPG 画像ファイル
zh_hans: JPG 图像文件
zh_hant: JPG 圖像檔案

# optFmtBmp.Text
source: BMP Image File
ja: BMP イメージ ファイル
zh_hans: BMP 图像文件
zh_hant: BMP 圖像檔案

# optFmtGif.Text
source: GIF Image File
ja: GIF 画像ファイル
zh_hans: GIF 图像文件
zh_hant: GIF 圖像檔案

# optFmtTif.Text
source: TIF Image File
ja: TIF イメージ ファイル
zh_hans: TIF 图像文件
zh_hant: TIF 圖像檔案

# btnImageQRCode.Label
source: Image to QRCode
ja: QR コードにイメージ
zh_hans: 图像转到QR二维码生成页面
zh_hant: 圖像轉到QR二維碼生成頁面

# btnImageOneD.Label
source: Image to 1D Barcode
ja: 1D バーコード イメージ
zh_hans: 图像转到一维条形码生成页面
zh_hant: 圖像轉到一維條形碼生成頁面

# edBase64.PlaceholderText
source: Input text at here
ja: ここにテキストを入力
zh_hans: 在此输入文本
zh_hant: 在此輸入文本

# btnOk.Content
source: OK
ja: 決定する
zh_hans: 确认
zh_hant: 確認

# btnCancel.Content
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# optQuoted.Text
source: Quoted Printable
ja: 印刷可能文字参照エンコード

# optRaw.Text
source: RAW
ja: RAW (\xHH)

# optLangGBK.Text
source: GBK
ja: 簡体字中国語
zh_hans: 简体中文
zh_hant: 簡體中文

# optLangBIG5.Text
source: BIG-5
ja: 繁体字中国語
zh_hans: 繁体中文
zh_hant: 繁體中文

# optLangJIS.Text
source: Shift-JIS
ja: 日本語
zh_hans: 日本语
zh_hant: 日本語

# btnSrcQRCode.Label
source: Input to QRCode
ja: QR コードを入力
zh_hans: 输入的文本生成QR二维码
zh_hant: 輸入的文本生成QR二維碼

# btnDstQRCode.Label
source: Output to QRCode
ja: QR コード出力
zh_hans: 输出的文本生成QR二维码
zh_hant: 輸出的文本生成QR二維碼

# edDst.Header
source: Output
ja: 出力
zh_hans: 输出
zh_hant: 輸出

# edDst.PlaceholderText
source: Here is output
ja: ここでは、出力です。
zh_hans: 此处为输出显示
zh_hant: 此處為輸出顯示

# NvMainNavigationViewPaneTitle
source: String Encoding & Decoding
ja: &デコード エンコード文字列
zh_hans: 文本编码解码工具
zh_hant: 文本編碼解碼工具

# btnShare.Label
source: Share
ja: 共有
zh_hans: 共享
zh_hant: 共享

source: Count
ja: カウント
zh_hans: 字数
zh_hant: 字數

source: Image File
ja: イメージ ファイル
zh_hans: 图像文件
zh_hant: 圖像檔案

source: Text File
ja: テキスト ファイル
zh_hans: 文本文件
zh_hant: 文本檔案

# edContactTel.Header
source: Telephone
ja: 電話
zh_hans: 固定电话
zh_hant: 固定電話

# edContactAdr.Header
source: Address
ja: アドレス
zh_hans: 地址
zh_hant: 地址

# edContactAdrPostal.Header
source: Postal
ja: 郵便
zh_hans: 邮政编码
zh_hant: 郵政編碼

# optLangDefault.Text
source: Default
ja: デフォルト
zh_hans: 系统默认
zh_hant: 系統默認

# UIThemeSwitch.Header
source: Theme Toggle
ja: テーマを選択
zh_hans: 界面主题选择
zh_hant: 界面主題選擇

# UILanguageSwitch.Header
source: Language Select
ja: 言語の選択
zh_hans: 界面语言选择
zh_hant: 界面語言選擇

# UIThemeSwitch.OffContent
source: Light Theme
ja: 光のテーマ
zh_hans: 浅色
zh_hant: 淺色

# UIThemeSwitch.OnContent
source: Dark Theme
ja: 暗いテーマ
zh_hans: 深色
zh_hant: 深色

# edWifiEncyptoNONE.Content
source: No Pass
ja: いいえパスなし
zh_hans: 没有密码
zh_hant: 沒有密碼

# UILanguageCHS.Content
source: Chinese Simplified
ja: 簡体字中国語
zh_hans: 简体中文
zh_hant: 簡體中文

# UILanguageCHT.Content
source: Chinese Traditional
ja: 繁体字中国語
zh_hans: 繁体中文
zh_hant: 繁體中文

# UILanguageDefault.Content
source: Default
ja: デフォルト
zh_hans: 系统默认
zh_hant: 系統默認

# UILanguageEN.Content
source: English
ja: 英語
zh_hans: 英语
zh_hant: 英語

# UILanguageJA.Content
source: Japanese
ja: 日本語
zh_hans: 日语
zh_hant: 日語

# edSrcContent.Header
source: Content
ja: テキストコンテンツ
zh_hans: 文本内容
zh_hant: 文本內容

# edSrcContent.PlaceholderText
source: Here is text file contents
ja: 選択したテキストファイルの内容がここに表示されます
zh_hans: 此处显示选中文本文件的内容
zh_hant: 此處顯示選中文本檔案的內容

# INFO
source: Infomation
ja: プロンプト
zh_hans: 提示
zh_hant: 提示

source: Language will be changed on next startup
ja: インタフェース言語の設定は、次の起動後に有効になります。
zh_hans: 界面语言设定将在下次启动后有效
zh_hant: 界面語言設定將在下次啟動後有效

# ColorDialog.PrimaryButtonText
source: OK
ja: 決定する
zh_hans: 确定
zh_hant: 確定

# ColorDialog.SecondaryButtonText
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# ColorDialog.Title
source: Color
ja: キャンセル
zh_hans: 颜色
zh_hant: 顏色

# CommonQRDialog.PrimaryButtonText
source: OK
ja: 決定する
zh_hans: 确定
zh_hant: 確定

# CommonQRDialog.SecondaryButtonText
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# CleanTempFiles.Content
source: Cleaning Temporary Files
ja: 生成された一時ファイルをクリーンアップする
zh_hans: 清理生成的临时文件
zh_hant: 清理生成的臨時檔案

source: has been deleted
ja: クリーンアップされました
zh_hans: 已经被清理
zh_hant: 已經被清理

source: file(s)
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

# SaveSvgToPngConfirm
source: Can't save to SVG file, will be saved as PNG file like
ja: 現在のイメージをSVGファイルとして保存することはできず、PNGファイルとして保存されます。

# optFmtSvg.Text
source: SVG Image File
ja: SVG 画像ファイル
zh_hans: SVG 图像文件
zh_hant: SVG 圖像檔案

# btnImageSvg.Label
source: SVG Rasterization
ja: SVGラスタライズ
zh_hans: SVG 光栅化
zh_hant: SVG 光柵化

# btnSvgToBase64.Label
source: SVG To BASE64
ja: SVGエンコーディングはBASE64です
zh_hans: SVG 编码为BASE64
zh_hant: SVG 編碼為BASE64

source: Confirm
ja: 確認しますか？
zh_hans: 确认?
zh_hant: 確認?

# EncodingBigImageConfirm
source: Image is big, it's maybe too slower to encoding & filling textbox. \n Continued?
ja: 画像を拡大し、テキストボックスをエンコードして埋め込むのが非常に遅くなる可能性があります。 \ n続行しますか？

# nvItemSvg.Content
source: SVG To Image
ja: SVGをイメージに変換する
zh_hans: SVG 转换为图像
zh_hant: SVG 轉換為圖像

# optIconUwp.Text
source: UWP Logo Assets
ja: Windowsユニバーサルアプリアイコン
zh_hans: Windows通用应用图标
zh_hant: Windows通用應用圖標

# optIconWin.Text
source: Windows Icons
ja: Windowsネイティブアプリアイコン
zh_hans: Windows原生应用图标
zh_hant: Windows原生應用圖標

# ImageFlyoutExport.Text
source: Export Image
ja: 現在のイメージをエクスポートする
zh_hans: 导出当前图像
zh_hant: 導出當前圖像

# ImageFlyoutExportAll.Text
source: Export All Image
ja: すべての画像をエクスポートする
zh_hans: 导出全部图像
zh_hant: 導出全部圖像

# ImageFlyoutShare.Text
source: Share
ja: 現在の画像を共有する
zh_hans: 共享当前图像
zh_hant: 共享當前圖像

# ImageFlyoutCopy.Text
source: Copy
ja: 現在の画像をコピーする
zh_hans: 复制当前图像
zh_hant: 複製當前圖像

# btnMake.Label
source: Make
ja: 生成する
zh_hans: 生成
zh_hant: 生成

# btnMake.ToolTipService.ToolTip
source: Generating Icon Images
ja: アイコン画像を生成する
zh_hans: 生成图标图像
zh_hant: 生成圖標圖像

source: Toggle to Dark
ja: 暗いテーマに切り替える
zh_hans: 切换为深色主题
zh_hant: 切換為深色主題

source: Toggle to Light
ja: 軽いテーマに切り替える
zh_hans: 切换为浅色主题
zh_hant: 切換為淺色主題

# nvTheme.Content
source: Theme Toggle
ja: テーマの変更
zh_hans: 界面主题切换
zh_hant: 界面主題切換

# nvItemSvg.ToolTipService.ToolTip
source: Converting SVG to Image
ja: SVGファイルをラスタライズされたビットマップファイルに変換する
zh_hans: 转换SVG文件为光栅化的位图文件
zh_hant: 轉換SVG檔案為光柵化的位圖檔案

# AboutDialog.Title
source: About
ja: このアプリケーションについて
zh_hans: 关于此应用
zh_hant: 關於此應用

# AboutAuthor.Text
source: Author
ja: 著者
zh_hans: 作者
zh_hant: 作者

# AboutContact.Text
source: Contact
ja: 連絡先
zh_hans: 联系
zh_hant: 聯繫

# AboutCopyright.Text
source: Copyright
ja: 著作権
zh_hans: 版权
zh_hant: 版權

# AboutDescription.Text
source: Description
ja: 説明
zh_hans: 描述
zh_hant: 描述

# AboutSite.Text
source: Site
ja: サイト
zh_hans: 站点
zh_hant: 站點

# AboutSiteValue.Content
source: My Github Repositories
ja: 私のGithub倉庫
zh_hans: 我的Github仓库
zh_hant: 我的Github倉庫

# AboutVersion.Text
source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

# AboutCopyrightValue.Text
source: All rights reserved by netcharm @ 2018, and the third party's code copyright belongs to the third party.
ja: netcharm @ 2018, すべての権利はによって予約済みです, 第3側のコード著作権は第三者に帰属する。

# AboutDialog.PrimaryButtonText
source: OK
ja: 決定する
zh_hans: 确定
zh_hant: 確定

# ActionClearAll.Text
source: Clear All Items
ja: すべてのエントリをクリアする
zh_hans: 清除所有条目
zh_hant: 清除所有條目

# btnClearAll.Label
source: Clear
ja: クリア
zh_hans: 清除
zh_hant: 清除

# btnClearAll.ToolTipService.ToolTip
source: Clear All Items
ja: すべてのエントリをクリアする
zh_hans: 清除所有条目
zh_hant: 清除所有條目

# AboutTwitterValue.Content
source: My Twitter
ja: 私のTwitter
zh_hans: 我的Twitter
zh_hant: 我的Twitter

# optLang1250.Text
source: Central European
ja: 中央ヨーロッパ
zh_hans: 中欧语系
zh_hant: 中歐語系

# optLang1251.Text
source: Cyrillic
ja: キリル語
zh_hans: 西里尔语
zh_hant: 西里爾語

# optLang1252.Text
source: Western European
ja: 西ヨーロッパ

# optLang1253.Text
source: Greek
ja: ギリシャ語
zh_hans: 希腊语
zh_hant: 希臘語

# optLang1254.Text
source: Turkish
ja: トルコ語
zh_hans: 土耳其语
zh_hant: 土耳其語

# optLang1255.Text
source: Hebrew
ja: ヘブライ語
zh_hans: 希伯来语
zh_hant: 希伯來語

# optLang1256.Text
source: Arabic
ja: アラビア語
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# optLang1257.Text
source: Baltic
ja: バルト語
zh_hans: 波罗的海
zh_hant: 波羅的海

# optLang1258.Text
source: Vietnamese
ja: ベトナム語
zh_hans: 越南语
zh_hant: 越南語

# optLangKorean.Text
source: Korean
ja: 韓国語
zh_hans: 朝鲜语
zh_hant: 朝鮮語

# optLangThai.Text
source: Thai
ja: タイ語
zh_hans: 泰语
zh_hant: 泰語

# btnOptLang.Label
source: Language
ja: 言語
zh_hans: 语种
zh_hant: 語種

# optLangOther.Text
source: Other Languages
ja: 他の言語

source: Code Page
ja: コードページ

source: Web Name
ja: ウェブ名

source: Encoding Name
ja: エンコーディング名

# optIconSquare.Text
source: Make Square Icons
ja: スクウェアアイコン画像

# BASE64ERROR
source: The input is not a valid Base-64 string as it contains a non-base 64 character, more than two padding characters, or an illegal character among the padding characters.
ja: 入力には有効なBASE64文字列は含まれていないため、BASE64には許可されていない文字が含まれているため、2つ以上のパディング文字またはパディング文字に不正な文字が含まれています。

source: Size
ja: 寸法

# ShareDescription
source: Share the codec result to other apps
ja: コーデック結果を他のアプリケーションに共有する

# ShareTitle
source: Share From StringCodec To...
ja: テキストのエンコードおよびデコードツールからのシェア

# btnShareDstAsURL.Text
source: Share Output As URL
ja: 出力を共有するリンク

# btnShareDstContent.Text
source: Share Output Contents
ja: 出力のテキストを共有する

# btnShareSrcAsURL.Text
source: Share Input As URL
ja: 入力テキストの共有

# btnShareSrcContent.Text
source: Share Input Contents
ja: 入力テキストコンテンツの共有

source: Image
ja: イメージ

source: Link
ja: リンク

source: Text
ja: テキスト

source: File
ja: ファイル

# Morse
source: Morse Code
ja: モールス

# optMorse.Text
source: Morse Code
ja: モールス

# optMorseAbbr.Text
source: Morse Code Expand Abbr.
ja: モールス符号 (拡張略語)

# optPassword.Text
source: Password
ja: 簡単なパスワード

# optCase.Text
source: Case Convert
ja: 文字変換

# optCaseCapsSentence.Text
source: Capitalized Sentence
ja: 大文字の文の最初の文字

# optCaseCapsWord.Text
source: Capitalized Word
ja: 大文字の単語の先頭文字

# optCaseJaLowKana.Text
source: Japaness Lower Katakana
ja: 日本語小文字カタカナ

# optCaseJaLowNum.Text
source: Japaness Lower Number
ja: 日本語小文字の数字

# optCaseJaUpKana.Text
source: Japaness Upper Katakana
ja: 日本語小文字カタカナ

# optCaseJaUpNum.Text
source: Japaness Upper Number
ja: 日本語大文字の数字

# optCaseLow.Text
source: Lower Case
ja: 小文字

# optCaseUp.Text
source: Upper Case
ja: 大文字

# optCaseZhFullNum.Text
source: Chinese Full-Width Number/Symbol
ja: 中国語全角数字記号

# optCaseZhHalfNum.Text
source: Chinese Half-Width Number/Symbol
ja: 中国語半角数字記号

# optCaseZhLowNum.Text
source: Chinese Lower Number
ja: 中国語小文字の数字

# optCaseZhUpNum.Text
source: Chinese Upper Number
ja: 中国語大文字の数字

# optCaseJaFullKana.Text
source: Japaness Full-Width Katakana
ja: 日本語全角カタカナ

# optCaseJaHalfKana.Text
source: Japaness Half-Width Katakana
ja: 日本語半角カタカナ

# optCaseZhLowRmbNum.Text
source: Chinese Lower Currency
ja: 中国語小文字の通貨

# optCaseZhUpRmbNum.Text
source: Chinese Upper Currency
ja: 中国語大文字の通貨

# optCaseJaUpRmbNum.Text
source: Japaness Upper Currency
ja: 日本語大文字の通貨

# optCaseZhS2T.Text
source: Chinese Simplified to Traditional
ja: 繁体字中国語

# optCaseZhT2S.Text
source: Chinese Traditional To Simplified
ja: 簡体字中国語

# optLangEn.Text
source: English
ja: 英語

# optLangFr.Text
source: French
ja: フランス語

# optLangDe.Text
source: German
ja: ドイツ語

# optLangEs.Text
source: Spanish
ja: スペイン語

# optLangPt.Text
source: Portuguese
ja: ポルトガル語

# optLangNl.Text
source: Dutch
ja: オランダ語

# optLangRu.Text
source: Russian
ja: ロシア語

# optLangIt.Text
source: Italian
ja: イタリアン

# optLangGr.Text
source: Greek
ja: グリーク

# optLangDa.Text
source: Danish
ja: デンマーク

# optLangCz.Text
source: Czech
ja: チェコ

# optReverse.Text
source: Reverse
ja: 逆文字列

# optLangEUCJP.Text
source: Japanese(EUC)
ja: 日本語(EUC)

# optLangEUCKR.Text
source: Korean(EUC)
ja: 韓国語(EUC)
